Repository: qetiproject/portal
Catalog: Portal.Portal.Application/EmployeeServiceModule/Resources/EmployementModuleResources.*.resx
Languages: ka_ge

source: Account Number
ka_ge: ანგარიშის ნომერი

source: Active
ka_ge: აქტიური

source: Actual Address
ka_ge: ფიქტიური მისამართი

source: Add Employee
ka_ge: თანამშრომლის დამატება

source: Add Former Position
ka_ge: დაამატე ყოფილი პოზიციები

source: Add Training
ka_ge: დაამატე ტრენინგები

source: Add University
ka_ge: დაამატე უნივერსიტეტი

source: Alergies
ka_ge: ალერგიები

source: Bank
ka_ge: ბანკი

source: Bank Code
ka_ge: ბანკის კოდი

source: Blood Group And Rhesus
ka_ge: სისხლის ჯგუფი და რეზუსი

source: Cancel
ka_ge: გაუქმება

# CompanyPension
source: Company's Pension
ka_ge: კომპანიის პენსიის ნაწილი

source: Computer Skill
ka_ge: კომპიუტერული უნარი

source: Computer Skills
ka_ge: კომპიუტერული უნარები

source: Contract
ka_ge: კონტრაქტი

source: Contract Expiration Date
ka_ge: კონტრაქტის ვადის გასვლა

source: Convicted
ka_ge: ნასამართლევი

source: Conviction
ka_ge: ნასამართლეობა

source: Create
ka_ge: შექმნა

source: Date Of Birth
ka_ge: დაბადების თარიღი

source: Dates Attended
ka_ge: დასწრებული დღეები

source: Delete Former Position
ka_ge: ყოფილი პოზიციების წაშლა

# DeleteFormerPositionText
source: This action will delete former position from your profile.
ka_ge: ეს მოქმედება წაშლის ყოფილ პოზიციებს თქვენი პროფაილიდან

source: Delete Profile Picture?
ka_ge: გინდათ პროფაილის სურათის წაშლა?

# DeleteProfilePictureText
source: This action will delete profile picture from your profile.
ka_ge: ეს მოქმედება წაშლის პროფაილ სურათს თქვენი პროფაილიდან

# DeleteText
source: Delete
ka_ge: წაშლა

source: Delete Training?
ka_ge: გინდათ ტრენინგის წაშლა?

# DeleteTrainingText
source: This action will delete training from your profile.
ka_ge: ეს მოქმედება წაშლის ტრენინგებს თქვენი პროფაილიდან

source: Delete University?
ka_ge: გინდათ უნივერსიტეტის წაშლა?

# DeleteUniversityText
source: This action will delete university from your profile.
ka_ge: ეს მოქმედება წაშლის უნივერსიტეტს თქვენი პროფაილიდან

source: Department
ka_ge: დეპარტამენტი

source: Driving License
ka_ge: მართვის მოწმობა

source: Edit Former Position
ka_ge: ყოფილი პოზიციების ცვლილება

source: Edit Training
ka_ge: ტრენინგების ცვლილება

source: Edit University
ka_ge: უნივერსიტეტის ცვლილება

source: Education
ka_ge: განათლება

source: Email
ka_ge: იმეილი

source: Emergency Contact
ka_ge: საგანგებო კონტაქტი

source: Employee ID
ka_ge: თანამშრომლის ID

source: Employee List
ka_ge: თანამშრომელთა სია

# EmployeePension
source: Employee's Pension
ka_ge: თანამშრომლის პენსია

source: Employee Profile
ka_ge: თანამშრომლის პროფილი

source: Employee Role
ka_ge: თანამშრომლის წვდომა

source: Employee's salary
ka_ge: თანამშრომლის ხელფასი

source: Employment History
ka_ge: თანამშრომლობის ისტორია

source: End
ka_ge: დასრულება

source: Export to Excel
ka_ge: ექსელში ჩამოტვირთვა

source: Export to PDF
ka_ge: PDF-ში ჩამოტვირთვა

source: Faculty
ka_ge: ფაკულტეტი

source: Female
ka_ge: ქალი

source: Files
ka_ge: ფაილები

source: Former Position
ka_ge: ყოფილი პოზიცია

source: Former Positions
ka_ge: ყოფილი პოზიციები

source: Full Name
ka_ge: სახელი გვარი

source: Full Time
ka_ge: სრული განაკვეთი

source: Gender
ka_ge: გენდერი

source: ID Document
ka_ge: ID დოკუმენტი

source: ID Expiration Date
ka_ge: ID ვადის ამოწურვა

source: Income Tax
ka_ge: შემოსავლის გადასახადი

source: Items Per Page
ka_ge: ელემენტი თითო გვერდზე

source: Job Info
ka_ge: სამსახურის ინფო

source: Job Information
ka_ge: სამსახურის ინფორმაცია

source: Job Start Date
ka_ge: სამუშაოს დაწყების თარიღი

source: Job Type
ka_ge: სამსახურის სახე

source: Language
ka_ge: ენა

source: Languages
ka_ge: ენები

source: Legal Address
ka_ge: ლეგალური მისამართი

source: Male
ka_ge: კაცი

source: Marital Status
ka_ge: ოჯახური მდგომარეობა

source: Married
ka_ge: დაოჯახებული

source: Medical Certificate
ka_ge: სამედიცინო ცნობა

source: Net Salary
ka_ge: ხელზე გასაცემი ხელფასი

source: Next Step
ka_ge: შემდეგი ნაბიჯი

source: No
ka_ge: არა

source: Non-convicted
ka_ge: არა ნასამართლევი

source: Non-resident
ka_ge: არა მოქალაქე

source: Other Info
ka_ge: დამატებითი ინფო

source: Other Information
ka_ge: დამატებითი ინფორმაცია

source: Participation In Pension
ka_ge: ჩართულია საპენსიო ფონდში

source: Part Time
ka_ge: ნახევარი განაკვეთი

source: Passive
ka_ge: პასიური

source: Payroll Basic
ka_ge: სახელფასო ინფორმაცია

source: Personal Id
ka_ge: პირადი ნომერი

source: Personal Information
ka_ge: პირადი ინფორმაცია

source: Phone Number
ka_ge: ტელეფონის ნომერი

source: Position
ka_ge: პოზიცია

source: Previous
ka_ge: წინა

source: Region
ka_ge: რეგიონი

source: Relationship
ka_ge: ურთიერთობა

source: Residency
ka_ge: მოქალაქეობა

source: Resident
ka_ge: მოქალაქე

source: Resume
ka_ge: რეზიუმე

source: Role
ka_ge: როლი

source: Save
ka_ge: შენახვა

source: Schedule
ka_ge: განრიგი

source: Search In All Columns
ka_ge: ყველა სვეტში ძებნა

source: Single
ka_ge: დასაოჯახებელი

source: Skills
ka_ge: უნარები

# SkillsAndLanguages
source: Skills & Languages
ka_ge: უნარები & ენები

source: Start
ka_ge: დაწყება

source: Status
ka_ge: სტატუსი

source: Supervisor
ka_ge: ზედამხედველი

source: The role of the employee
ka_ge: თანამშრომლის როლი

source: Time Zone
ka_ge: სასაათო ზონა

source: Training
ka_ge: ტრენინგი

source: University
ka_ge: უნივერსიტეტი

source: Update
ka_ge: განახლება

source: Upload
ka_ge: ატვირთვა

source: View
ka_ge: ნახვა

source: Work Address
ka_ge: სამუშაო მისამართი

source: Work Hours
ka_ge: სამუშაო საათები

source: Yes
ka_ge: კი
